{
  "facts": [
    "Cats sleep for 70% of their lives.",
    "A group of cats is called a clowder.",
    "Cats have five toes on their front paws, but only four on the back ones.",
    "A cat’s brain is 90% similar to a human’s brain.",
    "Cats can rotate their ears 180 degrees.",
    "The world's largest domestic cat on record was over 48 inches long.",
    "Cats can make over 100 different sounds.",
    "The average cat sleeps for 12-16 hours a day.",
    "Cats have a strong territorial instinct.",
    "A cat's nose print is unique, much like a human's fingerprint.",
    "Cats have been domesticated for around 4,000 years.",
    "The oldest known pet cat lived to be 38 years old.",
    "Cats can jump up to six times their body length.",
    "Kittens are born with closed eyes and ears.",
    "A cat's whiskers are roughly the same width as its body.",
    "Cats can’t taste sweetness.",
    "The first cat in space was a French cat named Félicette.",
    "Most cats have retractable claws.",
    "Cats use their tails for balance.",
    "A cat's purring can have a calming effect on humans.",
    "The average cat weighs between 9 and 11 pounds.",
    "There are about 60 recognized cat breeds.",
    "Cats have a third eyelid called a haw.",
    "A cat's sense of smell is 14 times stronger than a human's.",
    "Cats can run up to 30 miles per hour.",
    "The Maine Coon is one of the largest domesticated cat breeds.",
    "Cats can see in near darkness.",
    "The domestic cat descends from the African wildcat.",
    "A cat's heart beats twice as fast as a human's.",
    "Cats have been known to recognize their names.",
    "A female cat can have up to three litters a year.",
    "Cats communicate through body language.",
    "Most cats don't like getting wet.",
    "The oldest known cat was a Siamese named Scooter.",
    "A cat can make a jump that is six times its height.",
    "Cats sweat through their paws.",
    "Cats have 32 muscles in each ear.",
    "The average lifespan of an indoor cat is around 15 years.",
    "Cats are believed to have been worshipped in ancient Egypt.",
    "A cat’s eyesight is better than a human's in low light.",
    "The Turkish Van cat is known for its love of water.",
    "Cats have been shown to lower blood pressure in humans.",
    "Some cats can be trained to use a litter box.",
    "Cats can hear ultrasonic sounds that are inaudible to humans.",
    "The world's richest cat is worth $13 million.",
    "A group of kittens is called a kindle.",
    "Cats can be left-handed or right-handed.",
    "The longest cat whisker recorded was over 7 inches long.",
    "Cats can dream like humans.",
    "A cat's fur can change color with temperature.",
    "Cats have a unique grooming pattern.",
    "The average cat spends 30-50% of its waking hours grooming.",
    "Cats are known to bring 'gifts' to their owners.",
    "Some cats are known for their social behavior and can be very affectionate.",
    "Cats have retractable claws that help them climb and hunt.",
    "The Sphynx cat is known for being hairless.",
    "A cat’s vision is more attuned to motion than to detail.",
    "Cats are often independent and can entertain themselves.",
    "Most cats dislike citrus scents.",
    "The Bengal cat is known for its leopard-like appearance.",
    "Some cats enjoy playing fetch.",
    "Cats are thought to have over 20 muscles that control their ears.",
    "A cat can go without food for up to two weeks if it has water.",
    "The Scottish Fold is known for its unique folded ears.",
    "Cats can rotate their front paws, allowing them to walk more silently.",
    "The average cat will walk about 4 miles a day.",
    "Some cats can be trained to walk on a leash.",
    "The Ragdoll cat is known for its gentle and affectionate nature.",
    "Cats have a special grooming behavior called 'allogrooming.'",
    "The first cat video was uploaded to YouTube in 2005.",
    "Cats can make a variety of vocalizations, including meows, purrs, and hisses.",
    "The average cat's whiskers are about 4 inches long.",
    "Cats' noses are as unique as human fingerprints.",
    "The Turkish Angora is known for its elegant appearance and playful nature.",
    "Cats can jump up to six times their height in a single leap.",
    "The American Shorthair is one of the most popular breeds in the U.S.",
    "Cats can recognize human faces and voices.",
    "The Ragdoll cat is named for its tendency to go limp when picked up.",
    "Cats have been known to purr when they are happy or when they are in pain.",
    "A cat's grooming ritual helps to distribute natural oils in its fur.",
    "The British Shorthair is known for its dense coat and round face.",
    "Cats can experience a form of separation anxiety when their owners are away.",
    "The Savannah cat is a hybrid breed known for its exotic appearance.",
    "Cats have a special way of walking called 'pacing.'",
    "A cat's ears can move independently to locate sounds.",
    "The Ocicat is known for its spotted coat that resembles a wild cat.",
    "Cats are often lactose intolerant and should not be given milk.",
    "The Bengal cat is a mix between a domestic cat and an Asian leopard cat.",
    "Cats are known to be territorial and may defend their space.",
    "The Chartreux cat is known for its blue-gray coat and copper eyes.",
    "Cats can communicate with their tails; a raised tail often indicates happiness.",
    "The American Curl is known for its distinctive curled ears.",
    "Cats can be trained to do tricks using positive reinforcement.",
    "The Siamese cat is one of the oldest and most recognizable breeds.",
    "Cats can exhibit a behavior called 'kneading' that resembles making bread.",
    "The Manx cat is known for its lack of a tail.",
    "Cats have a keen sense of hearing and can detect higher frequencies than humans.",
    "The Somali cat is known for its energetic and playful personality.",
    "Cats often sleep in a curled position to conserve body heat.",
    "The Burmese cat is known for its affectionate and social nature.",
    "Cats can become overweight if they do not get enough exercise.",
    "The Russian Blue cat is known for its stunning blue-gray coat and green eyes.",
    "Cats have a special way of drinking water by forming a spoon shape with their tongue.",
    "The Himalayan cat is a long-haired breed known for its striking blue eyes.",
    "Cats have been known to form strong bonds with their human companions.",
    "The Devon Rex has a distinctive curly coat and large ears.",
    "Cats can see in color, though not as vividly as humans.",
    "The Sphynx cat is known for its hairless appearance and affectionate personality.",
    "Cats often groom themselves to relax and relieve stress.",
    "The Scottish Fold is known for its unique folded ears and sweet temperament.",
    "Cats can be trained to use a litter box at a young age.",
    "The Abyssinian cat is one of the oldest known breeds.",
    "Cats have been featured in various cultures' folklore and mythology.",
    "The Balinese cat is known for its striking blue eyes and long, silky fur.",
    "Cats can be very vocal, especially when seeking attention.",
    "The Norwegian Forest cat is adapted to cold climates with its thick fur.",
    "Cats often hunt at dawn and dusk, a behavior known as crepuscular hunting.",
    "The Shorthair breed includes many different varieties, each with unique traits.",
    "Cats have retractable claws that help them climb and catch prey.",
    "The Exotic Shorthair is a plush-coated breed known for its sweet disposition.",
    "Cats can experience a range of emotions, including happiness and frustration.",
    "The Persian cat is known for its calm demeanor and sweet nature.",
    "Cats have been observed to show affection by rubbing against their owners.",
    "The Bengal cat is known for its energetic and playful behavior.",
    "Cats have a special way of marking their territory using scent glands.",
    "The Abyssinian cat is known for its playful and inquisitive personality.",
    "Cats can hear sounds at frequencies as high as 64,000 Hz.",
    "The Birman cat is known for its striking blue eyes and affectionate nature.",
    "Cats can develop strong routines and may become stressed if disrupted.",
    "The Scottish Straight is similar to the Scottish Fold but has straight ears.",
    "Cats can be trained to walk on a leash and enjoy outdoor exploration.",
    "The Tonkinese cat is known for its playful and social behavior.",
    "Cats have a specialized collarbone that allows them to fit through tight spaces.",
    "The Ragdoll cat is known for its gentle temperament and striking appearance.",
    "Cats can often be found sitting in windows, observing their surroundings.",
    "The American Bobtail is known for its short tail and friendly personality.",
    "Cats often groom each other as a sign of affection.",
    "The Selkirk Rex is known for its curly coat and laid-back personality.",
    "Cats can experience a range of health issues, including obesity and dental problems.",
  ]
}
